****************************************************
*                                                  *
*                  GENESIS ATDYN                   *
*                                                  *
*        A Molecular Dynamics Simulator with       *
*            Atomic Decomposition Scheme           *
*                                                  *
*               Developed by RIKEN                 *
*                                                  *
****************************************************
 
[STEP0] Architecture and Compiler Information
 
GENESIS_Information> GENESIS Information
  version      = 1.5.0
  commit ID    = $GENESIS_VERSION$
  precision    = double
  nonbonding   = CPU

Build_Information> Compiler Information
  build host   = shinobuai@eel
  fortran      = ifort (IFORT) 19.0.1.144 20181018
  option       = -xHost -O3 -ip -mkl=parallel  -assume byterecl -qopenmp 
  C            = icc (ICC) 19.0.1.144 20181018
  option       = -O3 -ip -axCORE-AVX2  -qopenmp
  defined var. =  -DMPI -DOMP -DFFTE -DLAPACK -DDSFMT_MEXP=19937 -DINTEL
  link option  = 
  -assume byterecl -lgfortran -qopenmp  -lmkl_intel_lp64 -lmkl_sequential -lmkl_
 core -lmkl_lapack95_lp64 

Runtime_Information> Machine and Library Information
  date       = 2020/01/24 09:54:35
  cpu model    = Intel(R) Xeon(R) CPU E5-2680 v3 @ 2.50GHz
  exec. host   = shinobuai@eel03
  LD library   = 
 /usr/local/cuda-10.0/lib64:/home/mdsoft/mpi/mpi_cent-v7_intel64/openmpi-v4.0.0_
 intel-v2019.1/lib:/Ahome/mdsoft/intel/intel/compilers_and_libraries_2019.1.144/
 linux/tbb/lib/intel64_lin/gcc4.7:/Ahome/mdsoft/intel/intel/compilers_and_librar
 ies_2019.1.144/linux/compiler/lib/intel64_lin:/Ahome/mdsoft/intel/intel/compile
 rs_and_libraries_2019.1.144/linux/mkl/lib/intel64_lin:/Ahome/mdsoft/intel/intel
 /compilers_and_libraries_2019.1.144/linux/compiler/lib/intel64_lin:/opt/uge/lib
 /lx-amd64:/usr/local/cuda-10.0/lib64:/home/mdsoft/mpi/mpi_cent-v7_intel64/openm
 pi-v4.0.0_intel-v2019.1/lib:/Ahome/mdsoft/intel/intel/compilers_and_libraries_2
 019.1.144/linux/tbb/lib/intel64_lin/gcc4.7:/Ahome/mdsoft/intel/intel/compilers_
 and_libraries_2019.1.144/linux/compiler/lib/intel64_lin:/Ahome/mdsoft/intel/int
 el/compilers_and_libraries_2019.1.144/linux/mkl/lib/intel64_lin:/Ahome/mdsoft/i
 ntel/intel/compilers_and_libraries_2019.1.144/linux/compiler/lib/intel64_lin

[STEP1] Read Control Parameters
 
Read_Ctrl_Input> Input Files
  grotopfile = ../GO_DoME_TB_4akea_1akea_0p6dc_2p6cr_lid_intra_mixed.grotop
  pdbfile = ../GO_1akea.pdb
  reffile = ../lidmix.pdb
  morphfile = ../1akea-lidmix.mor
 
Read_Ctrl_Output> Output Files
  dcdfile    = morph_1akea_lidmix_9000_150_0_m85.dcd
 
Read_Ctrl_Energy> Parameters of Energy Calculations
  forcefield      =       KBGO
  switchdist      =     19.900  cutoffdist      =     20.000
  pairlistdist    =     50.000  dielec_const    =      1.000
  debye           =      0.000
 vdW force_switch =         no
  electrostatic   =  CUTOFF
  implicit_solvent=       none
  table           =         no
  water_model     =       NONE
  num_basins      =          3  mix_temperature =   9000.000
  basinenergy1    =    150.000
  basinenergy2    =      0.000
  basinenergy3    =    -85.000
  output_style    =    GENESIS
  dispersion_corr =       none
  nonb_limiter    =      no
  user def. table =     no
 
Read_Ctrl_Morph> Parameters of Morph simulation
  method          =      LBFGS
  ncycles         =       1000  iterations      =        100
  eneout_period   =         20  rstout_period   =          0
  crdout_period   =          1  nbupdate_period =         10
  morph_group     =          1
  morph_spring    =      3.000  morph_linear    =      1.000
  morph_min_rmsd  =      0.700  morph_coef      =      1.000
Read_Ctrl_Boundary> Parameters of Boundary Condition
  type            =     NOBC  
  spherical_pot   =         no  restart         =          T
 
Read_Ctrl_Selection> Parameters of Selection
  # of groups     =          1
    group 1 = all
  # of mole names =          0
 
Read_Ctrl_Restraints> No restraint in the system

Read_Ctrl_Fitting> Parameters of Fitting
  fitting method  =  NO       
  fitting atom    = group1
  z-rot # of grid =         10
  z-rot grid size =      1.000
  mass_weight     =         no
 
[STEP2] Setup MPI
 
Setup_Mpi_Md> Summary of Setup MPI
  number of MPI processes   =          4
  number of OpenMP threads  =          2
  total number of CPU cores =          8

[STEP3] Set Relevant Variables and Structures
 
Read_Grotop> Summary of Grotopfile
  num_moltypes    =          1
    CGprotein             :
      num_atoms   =        214
      num_bonds   =        213
      num_angls   =        212
      num_dihes   =        844
      num_cmaps   =          0
      num_excls   =        343
      num_constrs =          0
      num_pairs   =        343
      num_vsites2 =          0
      num_vsites3 =          0
      num_vsites4 =          0
      num_vsitesn =          0
      num_posress =          0
      num_PWMcos  =          0
      num_IDR_HPS  =         0
    .. not used molecule types were hidden.

  num_molecules   =          1
    CGprotein             :  1

  num_atomtypes   =         20  num_bondtypes   =          0
  num_angltypes   =          0  num_dihetypes   =          0
  num_constrtypes =          0  num_cmaptypes   =          0
  num_nbonparms   =          0

Read_Pdb> Summary of Data in PDB file
  num_atoms       =        214
 
Read_Pdb> Summary of Data in PDB file
  num_atoms       =        214
 
Define_Molecule> Summary of molecules
  num_atoms       =        214  num_bonds       =        213
  num_angles      =        212  num_dihedrals   =        844
  num_impropers   =          0  num_cmap_terms  =          0
  num_residues    =        214  num_molecules   =          1
  num_segments    =          1  num_deg_freedom =        642
  total_charge    =      0.000
 
Setup_Boundary> Setup Variables for Boundary Condition
  origin(x,y,z)   =      0.000     0.000     0.000
 
 
Define_Enefunc_Gromacs> Number of Interactions in Each Term
  bond_ene        =        213  angle_ene       =        212
  torsion_ene     =        844  rb_torsion_ene  =          0
  improper_ene    =          0
  nb_exclusions   =        768  nb14_calc       =        211
  contact_ene     =        343
  multi_contact   =        345
  vsite2_ene      =          0  vsite3_ene      =          0
  vsite3fd_ene    =          0  vsite3fad_ene   =          0
  vsite3out_ene   =          0  vsite4fdn_ene   =          0
  vsiten_ene      =          0
 restraint_groups =          0 restraint_funcs  =          0
  morphing_bb     =          0  morphing_sc     =          0
 
Get_Morph_in> Morphing check
  morphing_bb =        1928  morphing_sc =           0
Setup_Morph> Setup Morph groups
 group =     1
 # of atoms =   214
 atomlist: 
      1      2      3      4      5      6      7      8      9     10
     11     12     13     14     15     16     17     18     19     20
     21     22     23     24     25     26     27     28     29     30
     31     32     33     34     35     36     37     38     39     40
     41     42     43     44     45     46     47     48     49     50
     51     52     53     54     55     56     57     58     59     60
     61     62     63     64     65     66     67     68     69     70
     71     72     73     74     75     76     77     78     79     80
     81     82     83     84     85     86     87     88     89     90
     91     92     93     94     95     96     97     98     99    100
    101    102    103    104    105    106    107    108    109    110
    111    112    113    114    115    116    117    118    119    120
    121    122    123    124    125    126    127    128    129    130
    131    132    133    134    135    136    137    138    139    140
    141    142    143    144    145    146    147    148    149    150
    151    152    153    154    155    156    157    158    159    160
    161    162    163    164    165    166    167    168    169    170
    171    172    173    174    175    176    177    178    179    180
    181    182    183    184    185    186    187    188    189    190
    191    192    193    194    195    196    197    198    199    200
    201    202    203    204    205    206    207    208    209    210
    211    212    213    214
Setup_Morph> Initial Morphing check
     initial rmsd =      3.069  criterion drmsd =      0.003

[STEP4] Compute Single Point Energy for Molecules
 
            STEP          ENERGY            BOND           ANGLE        DIHEDRAL  NATIVE_CONTACT NON-NATIVE_CONT           ELECT           DRMS1           DRMS2           MORPH    MUL_BASIN001    MUL_BASIN002    MUL_BASIN003    BASIN_ENE001    BASIN_ENE002    BASIN_ENE003
 --------------- --------------- --------------- --------------- ---------------
               0      -1008.3964          0.6362        104.8362        231.0418      -1349.7662        -16.1819          0.0000          7.9001          0.0000         21.0375          0.0000          0.8447          0.1553       -112.5299       -332.1208       -216.8312

[STEP5] Perform Morphing Simulation
 
Check_morph> Morphing check
         rmsd =       3.069        drmsd =       0.000 morph_spring =       3.000
 after morph_spring =       3.300
 
INFO:       STEP       ITERATION   POTENTIAL_ENE            RMSG            MAXG            BOND           ANGLE        DIHEDRAL  NATIVE_CONTACT NON-NATIVE_CONT           ELECT           DRMS1           DRMS2           MORPH    MUL_BASIN001    MUL_BASIN002    MUL_BASIN003    BASIN_ENE001    BASIN_ENE002    BASIN_ENE003
 --------------- --------------- --------------- --------------- ---------------
INFO:          1         20.0000      -1118.0351          0.3486          1.7919         11.7210         19.3751        224.8902      -1379.9242        -17.0365          0.0000          7.8381          0.2521         22.9393          0.0000          0.7873          0.2127       -125.9719       -326.7322       -218.3277

INFO:          1         40.0000      -1128.9150          0.2226          2.4836         10.7584          9.5094        222.5087      -1377.0027        -17.2895          0.0000          7.7342          0.4059         22.6006          0.0000          0.7495          0.2505       -125.9314       -325.2429       -220.6401

INFO:          1         60.0000      -1130.8622          0.1206          0.6466          9.9267          8.7975        222.1121      -1376.5461        -17.2322          0.0000          7.5742          0.5708         22.0799          0.0000          0.7138          0.2862       -105.0141       -324.1998       -222.8545

INFO:          1         80.0000      -1131.6799          0.2459          3.4656         10.0424          9.4166        221.6710      -1376.8667        -17.2026          0.0000          7.3221          0.7932         21.2594          0.0000          0.6835          0.3165        -44.6747       -323.5649       -224.7969

INFO:          1        100.0000      -1132.0976          0.2076          1.1696         10.2935          9.3445        221.7117      -1376.2743        -17.1394          0.0000          6.9243          1.1818         19.9665          0.0000          0.6473          0.3527        145.4962       -322.7637       -226.9026

INFO:          1        101.0000      -1132.2694          0.0888          0.4119         10.1521          9.3946        221.6635      -1376.6118        -17.1575          0.0000          7.0238          1.0810         20.2897          0.0000          0.6575          0.3425         77.9919       -323.0183       -226.3576

Check_morph> Morphing check
         rmsd =       2.794        drmsd =       0.275 morph_spring =       3.300
 after morph_spring =       2.970
 
INFO:          2         20.0000      -1134.5393          0.0821          0.4732         10.1034          9.0358        221.7569      -1376.2753        -17.1867          0.0000          6.9436          1.1495         18.0265          0.0000          0.6452          0.3548         40.8088       -322.6171       -226.9244

INFO:          2         40.0000      -1134.3580          0.2075          2.0710         10.1757          8.5997        221.7576      -1375.2238        -17.1840          0.0000          6.7692          1.3070         17.5168          0.0000          0.6207          0.3793        -33.3455       -321.9795       -228.1679

INFO:          2         60.0000      -1134.0278          0.3334          2.2183         10.2285          8.5944        221.7488      -1374.6419        -17.1782          0.0000          6.6677          1.4027         17.2205          0.0000          0.6077          0.3923        -47.6804       -321.7215       -228.8942

INFO:          2         80.0000      -1134.6485          0.0624          0.3614         10.0954          8.7121        221.7415      -1375.6558        -17.1855          0.0000          6.8127          1.2665         17.6439          0.0000          0.6275          0.3725        -17.8773       -322.2276       -227.8989

INFO:          2        100.0000      -1134.6377          0.0693          0.3995         10.1361          8.6896        221.7124      -1375.4713        -17.1829          0.0000          6.7561          1.3189         17.4784          0.0000          0.6198          0.3802        -30.4718       -322.0533       -228.3110

INFO:          2        101.0000      -1134.6492          0.0588          0.2858         10.1136          8.6976        221.7261      -1375.5620        -17.1844          0.0000          6.7840          1.2930         17.5599          0.0000          0.6236          0.3764        -24.8329       -322.1440       -228.1131

Check_morph> Morphing check
         rmsd =       2.707        drmsd =       0.088 morph_spring =       2.970
 after morph_spring =       2.673
 
INFO:          3         20.0000      -1136.6185          0.0486          0.2442         10.3186          8.9101        221.5549      -1375.8358        -17.1799          0.0000          6.7116          1.3616         15.6137          0.0000          0.6157          0.3843        -22.3961       -322.0946       -228.6615

INFO:          3         40.0000      -1136.6478          0.0379          0.2089         10.2848          8.9479        221.5474      -1375.8569        -17.1796          0.0000          6.7096          1.3636         15.6086          0.0000          0.6155          0.3845        -22.1589       -322.0978       -228.6834

INFO:          3         60.0000      -1136.6478          0.0342          0.1674         10.2900          8.9723        221.5405      -1375.8594        -17.1795          0.0000          6.7020          1.3713         15.5884          0.0000          0.6145          0.3855        -22.3692       -322.0945       -228.7526

INFO:          3         80.0000      -1136.6491          0.0338          0.1783         10.2893          8.9732        221.5401      -1375.8595        -17.1793          0.0000          6.7015          1.3717         15.5872          0.0000          0.6145          0.3855        -22.3322       -322.0947       -228.7573

INFO:          3        100.0000      -1136.6493          0.0332          0.1723         10.2886          8.9714        221.5404      -1375.8582        -17.1793          0.0000          6.7017          1.3715         15.5878          0.0000          0.6145          0.3855        -22.2947       -322.0948       -228.7555

INFO:          3        101.0000      -1136.6494          0.0332          0.1727         10.2885          8.9709        221.5405      -1375.8583        -17.1793          0.0000          6.7019          1.3713         15.5883          0.0000          0.6145          0.3855        -22.2918       -322.0950       -228.7542

Check_morph> Morphing check
         rmsd =       2.678        drmsd =       0.029 morph_spring =       2.673
 after morph_spring =       2.406
 
INFO:          4         20.0000      -1138.2189          0.0536          0.4876         10.2113          9.0990        221.5281      -1375.8613        -17.1759          0.0000          6.6810          1.3930         13.9799          0.0000          0.6111          0.3889        -20.7207       -322.0739       -228.9875

INFO:          4         40.0000      -1138.2282          0.0275          0.1519         10.2136          9.0704        221.5331      -1375.8469        -17.1760          0.0000          6.6800          1.3940         13.9776          0.0000          0.6111          0.3889        -20.7321       -322.0721       -228.9895

INFO:          4         60.0000      -1138.2293          0.0242          0.0978         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         13.9730          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

INFO:          4         80.0000      -1138.2293          0.0242          0.0978         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         13.9730          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

INFO:          4         83.0000      -1138.2293          0.0242          0.0978         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         13.9730          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

Check_morph> Morphing check
         rmsd =       2.669        drmsd =       0.008 morph_spring =       2.406
 after morph_spring =       2.165
 
INFO:          5         20.0000      -1139.6266          0.0234          0.0953         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         12.5757          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

INFO:          5         22.0000      -1139.6266          0.0234          0.0953         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         12.5757          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

Check_morph> Morphing check
         rmsd =       2.669        drmsd =      -0.000 morph_spring =       2.165
 after morph_spring =       2.382
 
INFO:          6         20.0000      -1138.3690          0.0241          0.0975         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         13.8332          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

INFO:          6         22.0000      -1138.3690          0.0241          0.0975         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         13.8332          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

Check_morph> Morphing check
         rmsd =       2.669        drmsd =       0.000 morph_spring =       2.382
 after morph_spring =       2.620
 
INFO:          7         20.0000      -1136.9857          0.0250          0.1000         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         15.2165          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

INFO:          7         22.0000      -1136.9857          0.0250          0.1000         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         15.2165          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

Check_morph> Morphing check
         rmsd =       2.669        drmsd =       0.000 morph_spring =       2.620
 after morph_spring =       2.882
 
INFO:          8         20.0000      -1135.4641          0.0262          0.1133         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         16.7382          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

INFO:          8         22.0000      -1135.4641          0.0262          0.1133         10.2214          9.0282        221.5405      -1375.8161        -17.1762          0.0000          6.6780          1.3960         16.7382          0.0000          0.6108          0.3892        -20.9441       -322.0556       -228.9986

Check_morph> Morphing check
         rmsd =       2.669        drmsd =       0.000 morph_spring =       2.882
 after morph_spring =       3.170
 
INFO:          9         20.0000      -1133.7681          0.0705          0.3761         10.2459          9.0068        221.5464      -1375.7599        -17.1770          0.0000          6.6645          1.4093         18.3698          0.0000          0.6086          0.3914        -21.7130       -321.9585       -229.0639

INFO:          9         40.0000      -1128.7529          1.3951          8.6494         10.7066          9.5333        221.5727      -1371.5206        -17.1762          0.0000          6.5879          1.4850         18.1312          0.0000          0.5903          0.4097        -27.2598       -320.6878       -229.1570

INFO:          9         60.0000      -1133.7903          0.0261          0.1307         10.2221          9.0284        221.5406      -1375.8163        -17.1762          0.0000          6.6778          1.3962         18.4113          0.0000          0.6107          0.3893        -20.9614       -322.0537       -228.9998

INFO:          9         60.0000      -1133.7903          0.0261          0.1307         10.2221          9.0284        221.5406      -1375.8163        -17.1762          0.0000          6.6778          1.3962         18.4113          0.0000          0.6107          0.3893        -20.9614       -322.0537       -228.9998

Check_morph> Morphing check
         rmsd =       2.669        drmsd =       0.000 morph_spring =       3.170
 after morph_spring =       3.487
 
INFO:         10         20.0000      -1131.9492          0.0262          0.1457         10.2262          9.0258        221.5413      -1375.8084        -17.1764          0.0000          6.6748          1.3991         20.2423          0.0000          0.6103          0.3897        -21.1242       -322.0342       -229.0124

INFO:         10         40.0000      -1131.9493          0.0268          0.1456         10.2269          9.0225        221.5417      -1375.8013        -17.1765          0.0000          6.6734          1.4005         20.2374          0.0000          0.6101          0.3899        -21.1904       -322.0260       -229.0186

INFO:         10         54.0000      -1131.9493          0.0268          0.1456         10.2269          9.0225        221.5417      -1375.8013        -17.1765          0.0000          6.6734          1.4005         20.2374          0.0000          0.6101          0.3899        -21.1902       -322.0261       -229.0186

Check_morph> Morphing check
         rmsd =       2.668        drmsd =       0.001 morph_spring =       3.487
 after morph_spring =       3.836
 
INFO:         11         20.0000      -1129.9283          0.0818          0.4272         10.2018          8.9363        221.5467      -1375.5821        -17.1785          0.0000          6.6433          1.4299         22.1475          0.0000          0.6067          0.3933        -22.2137       -321.8943       -229.1410

INFO:         11         40.0000      -1129.9297          0.0862          0.4498         10.1972          8.9114        221.5468      -1375.4865        -17.1790          0.0000          6.6255          1.4474         22.0804          0.0000          0.6045          0.3955        -22.8601       -321.8104       -229.2203

INFO:         11         60.0000      -1129.9300          0.0894          0.4744         10.1931          8.8852        221.5460      -1375.3693        -17.1796          0.0000          6.6027          1.4698         21.9945          0.0000          0.6017          0.3983        -23.6342       -321.7047       -229.3250

INFO:         11         80.0000      -1129.9449          0.0317          0.1693         10.2094          8.9336        221.5414      -1375.4424        -17.1787          0.0000          6.6020          1.4705         21.9918          0.0000          0.6013          0.3987        -23.8031       -321.6903       -229.3418

INFO:         11        100.0000      -1129.9431          0.0611          0.4638         10.2285          9.0331        221.5102      -1375.4380        -17.1731          0.0000          6.5766          1.4958         21.8962          0.0000          0.5977          0.4023        -23.2236       -321.6186       -229.5365

INFO:         11        101.0000      -1129.9464          0.0580          0.4622         10.2221          9.0046        221.5220      -1375.4537        -17.1746          0.0000          6.5864          1.4860         21.9332          0.0000          0.5991          0.4009        -23.3809       -321.6424       -229.4603

Check_morph> Morphing check
         rmsd =       2.641        drmsd =       0.027 morph_spring =       3.836
 after morph_spring =       3.452
 
INFO:         12         20.0000      -1132.1478          0.0392          0.2366         10.2258          8.9367        221.5155      -1375.3296        -17.1776          0.0000          6.5692          1.5030         19.6814          0.0000          0.5970          0.4030        -23.2652       -321.6025       -229.5746

INFO:         12         40.0000      -1132.1511          0.0301          0.1722         10.2144          8.9713        221.5169      -1375.3998        -17.1764          0.0000          6.5813          1.4910         19.7225          0.0000          0.5986          0.4014        -23.3199       -321.6510       -229.5063

INFO:         12         40.0000      -1132.1511          0.0301          0.1722         10.2144          8.9713        221.5169      -1375.3998        -17.1764          0.0000          6.5813          1.4910         19.7225          0.0000          0.5986          0.4014        -23.3199       -321.6510       -229.5063

Check_morph> Morphing check
         rmsd =       2.640        drmsd =       0.002 morph_spring =       3.452
 after morph_spring =       3.797
 
INFO:         13         20.0000      -1130.1792          0.0325          0.2053         10.2233          8.9673        221.5182      -1375.3821        -17.1757          0.0000          6.5746          1.4976         21.6698          0.0000          0.5976          0.4024        -23.4029       -321.6057       -229.5305

INFO:         13         40.0000      -1130.1798          0.0295          0.1587         10.2221          8.9677        221.5179      -1375.3843        -17.1758          0.0000          6.5754          1.4969         21.6727          0.0000          0.5977          0.4023        -23.3932       -321.6115       -229.5283

INFO:         13         60.0000      -1130.1797          0.0333          0.2166         10.2253          8.9637        221.5177      -1375.3662        -17.1758          0.0000          6.5708          1.5014         21.6556          0.0000          0.5971          0.4029        -23.4423       -321.5899       -229.5518

INFO:         13         80.0000      -1130.1798          0.0323          0.2017         10.2248          8.9642        221.5176      -1375.3682        -17.1758          0.0000          6.5713          1.5009         21.6575          0.0000          0.5972          0.4028        -23.4372       -321.5927       -229.5496

INFO:         13        100.0000      -1130.1798          0.0329          0.2100         10.2253          8.9635        221.5175      -1375.3647        -17.1758          0.0000          6.5704          1.5017         21.6543          0.0000          0.5971          0.4029        -23.4465       -321.5889       -229.5542

INFO:         13        101.0000      -1130.1798          0.0328          0.2095         10.2253          8.9636        221.5176      -1375.3649        -17.1758          0.0000          6.5705          1.5017         21.6544          0.0000          0.5971          0.4029        -23.4460       -321.5891       -229.5540

Check_morph> Morphing check
         rmsd =       2.636        drmsd =       0.003 morph_spring =       3.797
 after morph_spring =       3.418
 
INFO:         14         20.0000      -1132.3457          0.0347          0.1885         10.2211          8.9570        221.5163      -1375.3465        -17.1766          0.0000          6.5687          1.5034         19.4831          0.0000          0.5969          0.4031        -23.4446       -321.6018       -229.5793

INFO:         14         40.0000      -1132.3462          0.0273          0.1343         10.2223          8.9574        221.5161      -1375.3475        -17.1765          0.0000          6.5684          1.5037         19.4820          0.0000          0.5968          0.4032        -23.4507       -321.5968       -229.5797

INFO:         14         60.0000      -1132.3462          0.0271          0.1343         10.2224          8.9575        221.5161      -1375.3475        -17.1765          0.0000          6.5684          1.5038         19.4819          0.0000          0.5968          0.4032        -23.4510       -321.5965       -229.5798

INFO:         14         61.0000      -1132.3462          0.0271          0.1343         10.2224          8.9575        221.5161      -1375.3475        -17.1765          0.0000          6.5684          1.5038         19.4819          0.0000          0.5968          0.4032        -23.4510       -321.5965       -229.5798

Check_morph> Morphing check
         rmsd =       2.635        drmsd =       0.001 morph_spring =       3.418
 after morph_spring =       3.759
 
INFO:         15         20.0000      -1130.3980          0.0257          0.1555         10.2238          8.9580        221.5159      -1375.3471        -17.1763          0.0000          6.5677          1.5044         21.4277          0.0000          0.5967          0.4033        -23.4613       -321.5900       -229.5815

INFO:         15         40.0000      -1130.3981          0.0253          0.1555         10.2250          8.9581        221.5157      -1375.3433        -17.1762          0.0000          6.5663          1.5058         21.4226          0.0000          0.5965          0.4035        -23.4803       -321.5825       -229.5884

INFO:         15         60.0000      -1130.3981          0.0255          0.1556         10.2260          8.9580        221.5154      -1375.3387        -17.1761          0.0000          6.5649          1.5072         21.4174          0.0000          0.5963          0.4037        -23.5001       -321.5757       -229.5959

INFO:         15         80.0000      -1130.3984          0.0266          0.1562         10.2257          8.9547        221.5137      -1375.3161        -17.1764          0.0000          6.5602          1.5118         21.4000          0.0000          0.5957          0.4043        -23.5587       -321.5626       -229.6283

INFO:         15        100.0000      -1130.3471          0.1094          1.1140         10.2705          8.8808        221.4678      -1374.6208        -17.1777          0.0000          6.4065          1.6647         20.8324          0.0000          0.5749          0.4251        -25.3627       -320.9963       -230.5979

INFO:         15        101.0000      -1130.3965          0.0379          0.2863         10.2337          8.9409        221.5040      -1375.1830        -17.1766          0.0000          6.5290          1.5427         21.2846          0.0000          0.5915          0.4085        -23.9263       -321.4495       -229.8263

Check_morph> Morphing check
         rmsd =       2.623        drmsd =       0.013 morph_spring =       3.759
 after morph_spring =       3.383
 
INFO:         16         20.0000      -1132.5260          0.0270          0.1420         10.2366          8.9425        221.5042      -1375.1874        -17.1763          0.0000          6.5285          1.5432         19.1544          0.0000          0.5914          0.4086        -23.9261       -321.4408       -229.8261

INFO:         16         40.0000      -1132.5260          0.0262          0.1313         10.2370          8.9427        221.5043      -1375.1877        -17.1762          0.0000          6.5284          1.5433         19.1540          0.0000          0.5914          0.4086        -23.9271       -321.4396       -229.8264

INFO:         16         60.0000      -1132.5260          0.0262          0.1313         10.2369          8.9427        221.5043      -1375.1877        -17.1762          0.0000          6.5284          1.5433         19.1541          0.0000          0.5914          0.4086        -23.9270       -321.4397       -229.8263

INFO:         16         64.0000      -1132.5260          0.0262          0.1313         10.2369          8.9427        221.5043      -1375.1877        -17.1762          0.0000          6.5284          1.5433         19.1541          0.0000          0.5914          0.4086        -23.9270       -321.4397       -229.8263

Check_morph> Morphing check
         rmsd =       2.623        drmsd =       0.000 morph_spring =       3.383
 after morph_spring =       3.722
 
INFO:         17         20.0000      -1130.6106          0.0252          0.1526         10.2390          8.9439        221.5044      -1375.1884        -17.1760          0.0000          6.5275          1.5441         21.0665          0.0000          0.5913          0.4087        -23.9358       -321.4317       -229.8286

INFO:         17         27.0000      -1130.6106          0.0252          0.1526         10.2390          8.9439        221.5044      -1375.1884        -17.1760          0.0000          6.5275          1.5441         21.0665          0.0000          0.5913          0.4087        -23.9358       -321.4317       -229.8286

Check_morph> Morphing check
         rmsd =       2.622        drmsd =       0.000 morph_spring =       3.722
 after morph_spring =       4.094
 
INFO:         18         20.0000      -1128.4962          0.1015          1.0876         10.2702          8.9534        221.4726      -1374.7878        -17.1720          0.0000          6.4266          1.6437         22.7674          0.0000          0.5780          0.4220        -25.1817       -320.9768       -230.3514

INFO:         18         40.0000      -1128.5064          0.0774          0.8106         10.2621          8.9508        221.4804      -1374.8933        -17.1730          0.0000          6.4513          1.6193         22.8665          0.0000          0.5812          0.4188        -24.8744       -321.0898       -230.2258

INFO:         18         60.0000      -1128.1691          0.2346          2.4650         10.4692          8.7515        221.3107      -1372.1007        -17.1618          0.0000          5.8772          2.1982         20.5620          0.0000          0.5031          0.4969        -31.4148       -318.5456       -233.3224

INFO:         18         80.0000      -1128.5067          0.0842          0.8887         10.2681          8.9487        221.4718      -1374.7865        -17.1724          0.0000          6.4257          1.6446         22.7637          0.0000          0.5778          0.4222        -25.1630       -320.9821       -230.3674

INFO:         18        100.0000      -1128.5015          0.0985          1.0494         10.2901          8.9336        221.4448      -1374.4319        -17.1709          0.0000          6.3434          1.7266         22.4328          0.0000          0.5668          0.4332        -26.1091       -320.6338       -230.8297

INFO:         18        101.0000      -1128.5066          0.0879          0.9308         10.2734          8.9456        221.4648      -1374.6975        -17.1720          0.0000          6.4047          1.6655         22.6792          0.0000          0.5750          0.4250        -25.4039       -320.8937       -230.4856

Check_morph> Morphing check
         rmsd =       2.584        drmsd =       0.038 morph_spring =       4.094
 after morph_spring =       3.685
 
INFO:         19         20.0000      -1130.7986          0.0265          0.1391         10.2596          8.9318        221.4593      -1374.6836        -17.1743          0.0000          6.4039          1.6664         20.4085          0.0000          0.5750          0.4250        -25.2847       -320.9360       -230.5301

INFO:         19         40.0000      -1130.7986          0.0265          0.1391         10.2596          8.9318        221.4593      -1374.6836        -17.1743          0.0000          6.4039          1.6664         20.4085          0.0000          0.5750          0.4250        -25.2847       -320.9360       -230.5301

INFO:         19         45.0000      -1130.7986          0.0265          0.1391         10.2596          8.9318        221.4593      -1374.6836        -17.1743          0.0000          6.4039          1.6664         20.4085          0.0000          0.5750          0.4250        -25.2847       -320.9360       -230.5301

Check_morph> Morphing check
         rmsd =       2.584        drmsd =       0.000 morph_spring =       3.685
 after morph_spring =       4.053
 
INFO:         20         20.0000      -1128.7578          0.0285          0.1625         10.2596          8.9318        221.4593      -1374.6836        -17.1743          0.0000          6.4039          1.6664         22.4493          0.0000          0.5750          0.4250        -25.2847       -320.9360       -230.5301

INFO:         20         22.0000      -1128.7578          0.0285          0.1625         10.2596          8.9318        221.4593      -1374.6836        -17.1743          0.0000          6.4039          1.6664         22.4493          0.0000          0.5750          0.4250        -25.2847       -320.9360       -230.5301

Check_morph> Morphing check
         rmsd =       2.584        drmsd =       0.000 morph_spring =       4.053
 after morph_spring =       4.458
 
INFO:         21         20.0000      -1126.5129          0.0308          0.1883         10.2596          8.9318        221.4593      -1374.6836        -17.1743          0.0000          6.4039          1.6664         24.6942          0.0000          0.5750          0.4250        -25.2847       -320.9360       -230.5301

INFO:         21         22.0000      -1126.5129          0.0308          0.1883         10.2596          8.9318        221.4593      -1374.6836        -17.1743          0.0000          6.4039          1.6664         24.6942          0.0000          0.5750          0.4250        -25.2847       -320.9360       -230.5301

Check_morph> Morphing check
         rmsd =       2.584        drmsd =       0.000 morph_spring =       4.458
 after morph_spring =       4.904
 
INFO:         22         20.0000      -1124.0463          0.0488          0.2714         10.2780          8.9117        221.4645      -1374.5892        -17.1737          0.0000          6.3829          1.6873         27.0623          0.0000          0.5718          0.4282        -25.5857       -320.8238       -230.6502

INFO:         22         40.0000      -1124.0482          0.0731          0.4509         10.3113          8.8722        221.4625      -1374.3800        -17.1731          0.0000          6.3406          1.7292         26.8590          0.0000          0.5656          0.4344        -26.3811       -320.6183       -230.8965

INFO:         22         60.0000      -1124.0486          0.0871          0.5423         10.3372          8.8414        221.4572      -1374.1986        -17.1727          0.0000          6.3049          1.7647         26.6870          0.0000          0.5604          0.4396        -27.0692       -320.4476       -231.1035

INFO:         22         80.0000      -1124.0364          0.1166          0.6587         10.4107          8.7564        221.4376      -1373.6699        -17.1716          0.0000          6.2038          1.8655         26.2005          0.0000          0.5457          0.4543        -28.9740       -319.9612       -231.6858

INFO:         22        100.0000      -1124.0501          0.0981          0.6067         10.3674          8.8057        221.4483      -1373.9712        -17.1722          0.0000          6.2602          1.8091         26.4718          0.0000          0.5540          0.4460        -27.9084       -320.2370       -231.3617

INFO:         22        101.0000      -1124.0502          0.0972          0.6001         10.3653          8.8084        221.4489      -1373.9877        -17.1722          0.0000          6.2633          1.8060         26.4872          0.0000          0.5544          0.4456        -27.8486       -320.2521       -231.3433

Check_morph> Morphing check
         rmsd =       2.540        drmsd =       0.044 morph_spring =       4.904
 after morph_spring =       4.414
 
INFO:         23         20.0000      -1126.7621          0.0497          0.2624         10.3327          8.8397        221.4010      -1373.9422        -17.1725          0.0000          6.2497          1.8188         23.7793          0.0000          0.5535          0.4465        -28.3412       -320.2704       -231.4262

INFO:         23         40.0000      -1126.7621          0.0495          0.2595         10.3332          8.8385        221.4014      -1373.9438        -17.1726          0.0000          6.2501          1.8183         23.7811          0.0000          0.5536          0.4464        -28.3435       -320.2719       -231.4236

INFO:         23         60.0000      -1126.7626          0.0365          0.1997         10.3327          8.8431        221.4033      -1373.9461        -17.1722          0.0000          6.2491          1.8195         23.7766          0.0000          0.5533          0.4467        -28.2384       -320.2592       -231.4340

INFO:         23         78.0000      -1126.7627          0.0376          0.2007         10.3328          8.8427        221.4030      -1373.9464        -17.1723          0.0000          6.2493          1.8192         23.7775          0.0000          0.5533          0.4467        -28.2493       -320.2609       -231.4320

Check_morph> Morphing check
         rmsd =       2.536        drmsd =       0.004 morph_spring =       4.414
 after morph_spring =       3.972
 
INFO:         24         20.0000      -1129.1404          0.0358          0.1724         10.3328          8.8427        221.4030      -1373.9464        -17.1723          0.0000          6.2493          1.8192         21.3998          0.0000          0.5533          0.4467        -28.2493       -320.2609       -231.4320

INFO:         24         22.0000      -1129.1404          0.0358          0.1724         10.3328          8.8427        221.4030      -1373.9464        -17.1723          0.0000          6.2493          1.8192         21.3998          0.0000          0.5533          0.4467        -28.2493       -320.2609       -231.4320

Check_morph> Morphing check
         rmsd =       2.536        drmsd =      -0.000 morph_spring =       3.972
 after morph_spring =       4.370
 
INFO:         25         20.0000      -1127.0004          0.0374          0.1979         10.3328          8.8427        221.4030      -1373.9464        -17.1723          0.0000          6.2493          1.8192         23.5398          0.0000          0.5533          0.4467        -28.2493       -320.2609       -231.4320

INFO:         25         23.0000      -1127.0004          0.0374          0.1979         10.3328          8.8427        221.4030      -1373.9464        -17.1723          0.0000          6.2493          1.8192         23.5398          0.0000          0.5533          0.4467        -28.2493       -320.2609       -231.4320

Check_morph> Morphing check
         rmsd =       2.536        drmsd =       0.000 morph_spring =       4.370
 after morph_spring =       4.807
 
INFO:         26         20.0000      -1124.6465          0.0394          0.2259         10.3328          8.8427        221.4030      -1373.9464        -17.1723          0.0000          6.2493          1.8192         25.8937          0.0000          0.5533          0.4467        -28.2493       -320.2609       -231.4320

INFO:         26         22.0000      -1124.6465          0.0394          0.2259         10.3328          8.8427        221.4030      -1373.9464        -17.1723          0.0000          6.2493          1.8192         25.8937          0.0000          0.5533          0.4467        -28.2493       -320.2609       -231.4320

Check_morph> Morphing check
         rmsd =       2.536        drmsd =       0.000 morph_spring =       4.807
 after morph_spring =       5.287
 
INFO:         27         20.0000      -1122.0573          0.0366          0.2567         10.3302          8.8503        221.4061      -1373.9329        -17.1717          0.0000          6.2450          1.8236         28.4608          0.0000          0.5525          0.4475        -28.1038       -320.2294       -231.4608

INFO:         27         40.0000      -1122.0580          0.0419          0.2636         10.3302          8.8553        221.4063      -1373.8950        -17.1711          0.0000          6.2364          1.8322         28.4164          0.0000          0.5511          0.4489        -28.0453       -320.1837       -231.5147

INFO:         27         60.0000      -1122.0582          0.0484          0.2678         10.3315          8.8584        221.4051      -1373.8515        -17.1705          0.0000          6.2272          1.8414         28.3688          0.0000          0.5497          0.4503        -28.0350       -320.1359       -231.5713

INFO:         27         80.0000      -1122.0573          0.0641          0.3907         10.3371          8.8617        221.4004      -1373.7340        -17.1693          0.0000          6.2037          1.8648         28.2468          0.0000          0.5460          0.4540        -28.1029       -320.0157       -231.7154

INFO:         27        100.0000      -1122.0583          0.0587          0.3482         10.3352          8.8608        221.4018      -1373.7723        -17.1697          0.0000          6.2112          1.8573         28.2858          0.0000          0.5472          0.4528        -28.0819       -320.0545       -231.6694

INFO:         27        101.0000      -1122.0583          0.0587          0.3482         10.3352          8.8608        221.4018      -1373.7723        -17.1697          0.0000          6.2112          1.8573         28.2858          0.0000          0.5472          0.4528        -28.0819       -320.0545       -231.6694

Check_morph> Morphing check
         rmsd =       2.524        drmsd =       0.012 morph_spring =       5.287
 after morph_spring =       4.758
 
INFO:         28         20.0000      -1124.9107          0.0410          0.2172         10.3456          8.8379        221.3879      -1373.7453        -17.1705          0.0000          6.2062          1.8620         25.4338          0.0000          0.5470          0.4530        -28.6186       -320.0743       -231.7018

INFO:         28         40.0000      -1124.9107          0.0410          0.2172         10.3456          8.8379        221.3879      -1373.7453        -17.1705          0.0000          6.2062          1.8620         25.4338          0.0000          0.5470          0.4530        -28.6186       -320.0743       -231.7018

INFO:         28         47.0000      -1124.9107          0.0410          0.2172         10.3456          8.8379        221.3879      -1373.7453        -17.1705          0.0000          6.2062          1.8620         25.4338          0.0000          0.5470          0.4530        -28.6186       -320.0743       -231.7018

Check_morph> Morphing check
         rmsd =       2.522        drmsd =       0.001 morph_spring =       4.758
 after morph_spring =       5.234
 
INFO:         29         20.0000      -1122.3673          0.0434          0.2478         10.3456          8.8379        221.3879      -1373.7453        -17.1705          0.0000          6.2062          1.8620         27.9772          0.0000          0.5470          0.4530        -28.6186       -320.0743       -231.7018

INFO:         29         22.0000      -1122.3673          0.0434          0.2478         10.3456          8.8379        221.3879      -1373.7453        -17.1705          0.0000          6.2062          1.8620         27.9772          0.0000          0.5470          0.4530        -28.6186       -320.0743       -231.7018

Check_morph> Morphing check
         rmsd =       2.522        drmsd =       0.000 morph_spring =       5.234
 after morph_spring =       5.758
 
INFO:         30         20.0000      -1119.5688          0.0563          0.3108         10.3471          8.8427        221.3852      -1373.6668        -17.1700          0.0000          6.1917          1.8763         30.6930          0.0000          0.5445          0.4555        -28.7132       -319.9645       -231.7742

INFO:         30         40.0000      -1119.2244          0.3344          2.0170         10.4063          8.8205        221.3434      -1372.4483        -17.1671          0.0000          6.0372          2.0299         29.8207          0.0000          0.5190          0.4810        -31.2667       -318.9136       -232.5516

INFO:         30         60.0000      -1119.5719          0.0870          0.4926         10.3544          8.8321        221.3754      -1373.4982        -17.1696          0.0000          6.1636          1.9042         30.5340          0.0000          0.5401          0.4599        -29.2576       -319.8005       -231.9261

INFO:         30         80.0000      -1119.5716          0.1115          0.6437         10.3638          8.8180        221.3660      -1373.3354        -17.1691          0.0000          6.1372          1.9303         30.3852          0.0000          0.5360          0.4640        -29.7810       -319.6499       -232.0693

INFO:         30        100.0000      -1119.5730          0.1191          0.6844         10.3687          8.8098        221.3616      -1373.2615        -17.1689          0.0000          6.1252          1.9422         30.3174          0.0000          0.5342          0.4658        -30.0262       -319.5832       -232.1353

INFO:         30        101.0000      -1119.5732          0.1105          0.6349         10.3643          8.8168        221.3655      -1373.3302        -17.1691          0.0000          6.1362          1.9313         30.3795          0.0000          0.5359          0.4641        -29.8056       -319.6455       -232.0753

Check_morph> Morphing check
         rmsd =       2.501        drmsd =       0.022 morph_spring =       5.758
 after morph_spring =       5.182
 
INFO:         31         20.0000      -1122.6707          0.0393          0.2251         10.3742          8.7812        221.3543      -1373.3277        -17.1696          0.0000          6.1314          1.9360         27.3170          0.0000          0.5359          0.4641        -30.4037       -319.7048       -232.1352

INFO:         31         40.0000      -1122.6707          0.0393          0.2251         10.3742          8.7812        221.3543      -1373.3277        -17.1696          0.0000          6.1314          1.9360         27.3170          0.0000          0.5359          0.4641        -30.4037       -319.7048       -232.1352

INFO:         31         52.0000      -1122.6707          0.0393          0.2251         10.3742          8.7812        221.3543      -1373.3277        -17.1696          0.0000          6.1314          1.9360         27.3170          0.0000          0.5359          0.4641        -30.4037       -319.7048       -232.1352

Check_morph> Morphing check
         rmsd =       2.499        drmsd =       0.002 morph_spring =       5.182
 after morph_spring =       5.700
 
INFO:         32         12.0000      -1119.9390          0.0421          0.2583         10.3743          8.7812        221.3543      -1373.3275        -17.1696          0.0000          6.1313          1.9360         30.0484          0.0000          0.5358          0.4642        -30.4016       -319.7042       -232.1354

Check_morph> Morphing check
         rmsd =       2.499        drmsd =       0.000 morph_spring =       5.700
 after morph_spring =       6.270
 
INFO:         33         20.0000      -1116.9434          0.0968          0.6958         10.4173          8.7564        221.3489      -1373.1123        -17.1664          0.0000          6.0921          1.9750         32.8126          0.0000          0.5294          0.4706        -30.3366       -319.4340       -232.3285

INFO:         33         40.0000      -1116.9489          0.1489          1.1258         10.4625          8.7168        221.3340      -1372.7890        -17.1635          0.0000          6.0397          2.0271         32.4902          0.0000          0.5212          0.4788        -30.7280       -319.1222       -232.6082

INFO:         33         60.0000      -1104.3307          1.6419         12.8090         13.9814          9.7080        221.1107      -1354.7505        -17.0878          0.0000          4.4376          3.6759         22.7074          0.0000          0.2915          0.7085        -34.7950       -307.8791       -238.7669

INFO:         33         80.0000      -1116.9532          0.2053          1.5707         10.5357          8.6332        221.3058      -1372.2213        -17.1594          0.0000          5.9522          2.1144         31.9529          0.0000          0.5075          0.4925        -31.5710       -318.6145       -233.0793

INFO:         33        100.0000      -1116.9530          0.2417          1.8547         10.6039          8.5398        221.2786      -1371.6648        -17.1560          0.0000          5.8695          2.1972         31.4455          0.0000          0.4946          0.5054        -32.4181       -318.1359       -233.5244

INFO:         33        101.0000      -1116.9549          0.2290          1.7552         10.5783          8.5757        221.2884      -1371.8726        -17.1573          0.0000          5.9000          2.1666         31.6325          0.0000          0.4993          0.5007        -32.1099       -318.3129       -233.3608

Check_morph> Morphing check
         rmsd =       2.428        drmsd =       0.071 morph_spring =       6.270
 after morph_spring =       5.643
 
INFO:         34         20.0000      -1120.3541          0.0503          0.2969         10.5145          8.5607        221.2527      -1371.9598        -17.1619          0.0000          5.8947          2.1716         28.4398          0.0000          0.5001          0.4999        -33.7478       -318.5058       -233.4951

INFO:         34         40.0000      -1120.3551          0.0437          0.2883         10.5145          8.5555        221.2538      -1371.9512        -17.1618          0.0000          5.8937          2.1726         28.4341          0.0000          0.4999          0.5001        -33.7608       -318.4897       -233.4960

INFO:         34         57.0000      -1120.3551          0.0437          0.2883         10.5145          8.5556        221.2538      -1371.9513        -17.1618          0.0000          5.8937          2.1726         28.4342          0.0000          0.4999          0.5001        -33.7605       -318.4899       -233.4960

Check_morph> Morphing check
         rmsd =       2.426        drmsd =       0.002 morph_spring =       5.643
 after morph_spring =       6.207
 
INFO:         35         20.0000      -1117.5119          0.0448          0.3087         10.5140          8.5480        221.2516      -1371.9204        -17.1619          0.0000          5.8902          2.1760         31.2568          0.0000          0.4992          0.5008        -33.8924       -318.4593       -233.5151

INFO:         35         34.0000      -1117.5119          0.0448          0.3081         10.5141          8.5475        221.2515      -1371.9184        -17.1619          0.0000          5.8900          2.1762         31.2553          0.0000          0.4992          0.5008        -33.9018       -318.4576       -233.5167

Check_morph> Morphing check
         rmsd =       2.424        drmsd =       0.001 morph_spring =       6.207
 after morph_spring =       6.828
 
INFO:         36         20.0000      -1114.3959          0.0575          0.3854         10.5246          8.4770        221.2277      -1371.5354        -17.1631          0.0000          5.8440          2.2215         34.0732          0.0000          0.4910          0.5090        -35.5920       -318.1378       -233.7852

INFO:         36         40.0000      -1114.3959          0.0575          0.3854         10.5246          8.4770        221.2277      -1371.5354        -17.1631          0.0000          5.8440          2.2215         34.0732          0.0000          0.4910          0.5090        -35.5920       -318.1378       -233.7852

INFO:         36         60.0000      -1114.4102          0.0719          0.4593         10.5547          8.4680        221.2401      -1371.4931        -17.1606          0.0000          5.8301          2.2359         33.9807          0.0000          0.4883          0.5117        -35.4602       -318.1162       -233.9512

INFO:         36         80.0000      -1114.4143          0.0762          0.5019         10.5547          8.4677        221.2109      -1371.2868        -17.1590          0.0000          5.8028          2.2625         33.7982          0.0000          0.4834          0.5166        -35.2624       -317.8772       -234.0640

INFO:         36        100.0000      -1114.4137          0.0881          0.5085         10.5577          8.4697        221.1904      -1371.0914        -17.1582          0.0000          5.7758          2.2891         33.6181          0.0000          0.4787          0.5213        -35.3981       -317.7098       -234.2365

INFO:         36        101.0000      -1114.4149          0.0845          0.5073         10.5567          8.4690        221.1958      -1371.1428        -17.1584          0.0000          5.7829          2.2822         33.6649          0.0000          0.4799          0.5201        -35.3629       -317.7535       -234.1918

Check_morph> Morphing check
         rmsd =       2.391        drmsd =       0.034 morph_spring =       6.828
 after morph_spring =       6.145
 
INFO:         37         20.0000      -1117.8121          0.0559          0.2954         10.5468          8.4647        221.2062      -1371.1521        -17.1588          0.0000          5.7800          2.2853         30.2811          0.0000          0.4797          0.5203        -35.6558       -317.8016       -234.2569

INFO:         37         40.0000      -1117.8121          0.0559          0.2954         10.5468          8.4647        221.2062      -1371.1521        -17.1588          0.0000          5.7800          2.2853         30.2811          0.0000          0.4797          0.5203        -35.6558       -317.8016       -234.2569

INFO:         37         50.0000      -1117.8121          0.0559          0.2954         10.5468          8.4647        221.2062      -1371.1521        -17.1588          0.0000          5.7800          2.2853         30.2811          0.0000          0.4797          0.5203        -35.6558       -317.8016       -234.2569

Check_morph> Morphing check
         rmsd =       2.390        drmsd =       0.001 morph_spring =       6.145
 after morph_spring =       6.760
 
INFO:         38         20.0000      -1114.7104          0.1378          0.8911         10.6406          8.3976        221.2219      -1370.9598        -17.1536          0.0000          5.7548          2.3109         33.1429          0.0000          0.4737          0.5263        -35.3147       -317.5547       -234.4348

INFO:         38         40.0000      -1114.7779          0.0554          0.3478         10.5874          8.4302        221.2123      -1371.0634        -17.1565          0.0000          5.7653          2.3002         33.2121          0.0000          0.4765          0.5235        -35.5729       -317.6815       -234.3660

INFO:         38         60.0000      -1114.7843          0.0486          0.3411         10.5595          8.4548        221.2078      -1371.1319        -17.1581          0.0000          5.7761          2.2893         33.2835          0.0000          0.4788          0.5212        -35.6091       -317.7662       -234.2854

INFO:         38         80.0000      -1114.7843          0.0482          0.3416         10.5622          8.4522        221.2081      -1371.1232        -17.1579          0.0000          5.7747          2.2907         33.2742          0.0000          0.4785          0.5215        -35.6104       -317.7562       -234.2960

INFO:         38        100.0000      -1114.7843          0.0480          0.3418         10.5641          8.4505        221.2083      -1371.1160        -17.1578          0.0000          5.7735          2.2918         33.2667          0.0000          0.4783          0.5217        -35.6134       -317.7483       -234.3045

INFO:         38        101.0000      -1114.7843          0.0479          0.3420         10.5658          8.4489        221.2083      -1371.1090        -17.1577          0.0000          5.7725          2.2929         33.2595          0.0000          0.4780          0.5220        -35.6167       -317.7409       -234.3125

Check_morph> Morphing check
         rmsd =       2.387        drmsd =       0.003 morph_spring =       6.760
 after morph_spring =       7.436
 
INFO:         39         20.0000      -1110.9488          0.2743          1.8896         11.5173          7.9222        221.2118      -1366.2436        -17.1196          0.0000          5.1079          2.9665         31.7630          0.0000          0.3635          0.6365        -40.1994       -313.4588       -238.4781

INFO:         39         40.0000      -1110.9838          0.2816          1.7552         11.5481          7.8822        221.1662      -1365.0627        -17.1133          0.0000          4.9464          3.1316         30.5958          0.0000          0.3384          0.6616        -41.1677       -312.4479       -239.4351

INFO:         39         60.0000      -1109.7137          0.4206          2.2841         12.2407          7.7805        221.1132      -1360.4175        -17.0881          0.0000          4.3998          3.6999         26.6575          0.0000          0.2611          0.7389        -43.9857       -308.7669       -242.3744

INFO:         39         80.0000      -1111.5068          0.1509          1.0534         10.9261          8.1478        221.2105      -1369.0320        -17.1394          0.0000          5.4690          2.5984         34.3802          0.0000          0.4249          0.5751        -37.7173       -315.8311       -236.2437

INFO:         39        100.0000      -1111.7131          0.0662          0.3839         10.6893          8.3413        221.1126      -1368.9601        -17.1445          0.0000          5.4508          2.6149         34.2483          0.0000          0.4225          0.5775        -38.1434       -315.7914       -236.3793

INFO:         39        101.0000      -1111.5257          0.1311          0.7510         10.6767          8.4593        221.0517      -1368.4928        -17.1421          0.0000          5.4057          2.6588         33.9215          0.0000          0.4125          0.5875        -37.5254       -315.3385       -236.6654

Check_morph> Morphing check
         rmsd =       2.272        drmsd =       0.115 morph_spring =       7.436
 after morph_spring =       6.692
 
INFO:         40         20.0000      -1115.0259          0.0659          0.3360         10.7333          8.3520        221.0851      -1368.5226        -17.1396          0.0000          5.3960          2.6697         30.4659          0.0000          0.4100          0.5900        -37.5782       -315.3545       -236.8606

INFO:         40         40.0000      -1115.0280          0.0496          0.3492         10.7349          8.3472        221.0913      -1368.5153        -17.1391          0.0000          5.3940          2.6717         30.4529          0.0000          0.4096          0.5904        -37.5050       -315.3329       -236.8702

INFO:         40         60.0000      -1114.9843          0.0982          0.5633         10.7470          8.3409        221.1074      -1368.4276        -17.1370          0.0000          5.3836          2.6821         30.3850          0.0000          0.4071          0.5929        -37.2895       -315.2231       -236.9440

INFO:         40         79.0000      -1115.0294          0.0516          0.3448         10.7340          8.3483        221.0894      -1368.5209        -17.1393          0.0000          5.3950          2.6707         30.4592          0.0000          0.4098          0.5902        -37.5289       -315.3428       -236.8640

Check_morph> Morphing check
         rmsd =       2.268        drmsd =       0.005 morph_spring =       6.692
 after morph_spring =       6.023
 
INFO:         41         20.0000      -1118.0753          0.0477          0.3022         10.7340          8.3483        221.0894      -1368.5209        -17.1393          0.0000          5.3950          2.6707         27.4132          0.0000          0.4098          0.5902        -37.5289       -315.3428       -236.8640

INFO:         41         22.0000      -1118.0753          0.0477          0.3022         10.7340          8.3483        221.0894      -1368.5209        -17.1393          0.0000          5.3950          2.6707         27.4132          0.0000          0.4098          0.5902        -37.5289       -315.3428       -236.8640

Check_morph> Morphing check
         rmsd =       2.268        drmsd =       0.000 morph_spring =       6.023
 after morph_spring =       6.625
 
INFO:         42         20.0000      -1115.3340          0.0512          0.3405         10.7340          8.3483        221.0894      -1368.5209        -17.1393          0.0000          5.3950          2.6707         30.1546          0.0000          0.4098          0.5902        -37.5289       -315.3428       -236.8640

INFO:         42         22.0000      -1115.3340          0.0512          0.3405         10.7340          8.3483        221.0894      -1368.5209        -17.1393          0.0000          5.3950          2.6707         30.1546          0.0000          0.4098          0.5902        -37.5289       -315.3428       -236.8640

Check_morph> Morphing check
         rmsd =       2.268        drmsd =       0.000 morph_spring =       6.625
 after morph_spring =       7.288
 
INFO:         43         20.0000      -1112.3185          0.0553          0.3827         10.7340          8.3483        221.0894      -1368.5209        -17.1393          0.0000          5.3950          2.6707         33.1700          0.0000          0.4098          0.5902        -37.5289       -315.3428       -236.8640

INFO:         43         22.0000      -1112.3185          0.0553          0.3827         10.7340          8.3483        221.0894      -1368.5209        -17.1393          0.0000          5.3950          2.6707         33.1700          0.0000          0.4098          0.5902        -37.5289       -315.3428       -236.8640

Check_morph> Morphing check
         rmsd =       2.268        drmsd =       0.000 morph_spring =       7.288
 after morph_spring =       8.017
 
INFO:         44         20.0000      -1109.0032          0.0649          0.4487         10.7391          8.3486        221.0959      -1368.4355        -17.1382          0.0000          5.3822          2.6835         36.3871          0.0000          0.4074          0.5926        -37.4700       -315.2411       -236.9423

INFO:         44         40.0000      -1109.0032          0.0642          0.4481         10.7388          8.3484        221.0957      -1368.4406        -17.1382          0.0000          5.3829          2.6828         36.3927          0.0000          0.4075          0.5925        -37.4708       -315.2466       -236.9376

INFO:         44         60.0000      -1109.0054          0.0619          0.4233         10.7381          8.3562        221.0870      -1368.3963        -17.1388          0.0000          5.3773          2.6884         36.3485          0.0000          0.4065          0.5935        -37.6072       -315.2216       -236.9918

INFO:         44         80.0000      -1109.0078          0.0593          0.4344         10.7392          8.3518        221.0911      -1368.3724        -17.1383          0.0000          5.3737          2.6920         36.3208          0.0000          0.4058          0.5942        -37.5601       -315.1915       -237.0100

INFO:         44        100.0000      -1109.0042          0.0599          0.4316         10.7417          8.3568        221.0872      -1368.3431        -17.1382          0.0000          5.3700          2.6957         36.2914          0.0000          0.4050          0.5950        -37.5947       -315.1624       -237.0411

INFO:         44        101.0000      -1109.0074          0.0579          0.4322         10.7393          8.3532        221.0899      -1368.3729        -17.1384          0.0000          5.3738          2.6919         36.3214          0.0000          0.4058          0.5942        -37.5724       -315.1926       -237.0112

Check_morph> Morphing check
         rmsd =       2.261        drmsd =       0.007 morph_spring =       8.017
 after morph_spring =       7.215
 
INFO:         45         20.0000      -1112.6396          0.0526          0.3812         10.7393          8.3532        221.0899      -1368.3729        -17.1384          0.0000          5.3738          2.6919         32.6892          0.0000          0.4058          0.5942        -37.5724       -315.1926       -237.0112

INFO:         45         22.0000      -1112.6396          0.0526          0.3812         10.7393          8.3532        221.0899      -1368.3729        -17.1384          0.0000          5.3738          2.6919         32.6892          0.0000          0.4058          0.5942        -37.5724       -315.1926       -237.0112

Check_morph> Morphing check
         rmsd =       2.261        drmsd =       0.000 morph_spring =       7.215
 after morph_spring =       7.937
 
INFO:         46         20.0000      -1109.3707          0.0573          0.4271         10.7393          8.3532        221.0899      -1368.3729        -17.1384          0.0000          5.3738          2.6919         35.9582          0.0000          0.4058          0.5942        -37.5724       -315.1926       -237.0112

INFO:         46         22.0000      -1109.3707          0.0573          0.4271         10.7393          8.3532        221.0899      -1368.3729        -17.1384          0.0000          5.3738          2.6919         35.9582          0.0000          0.4058          0.5942        -37.5724       -315.1926       -237.0112

Check_morph> Morphing check
         rmsd =       2.261        drmsd =      -0.000 morph_spring =       7.937
 after morph_spring =       8.730
 
INFO:         47         20.0000      -1105.8069          0.2434          1.8123         10.7797          8.4577        221.0135      -1366.7957        -17.1335          0.0000          5.1761          2.8898         37.8715          0.0000          0.3704          0.6296        -38.6504       -313.7914       -238.2780

INFO:         47         40.0000      -1105.7981          0.2952          2.2097         10.8056          8.5164        220.9773      -1365.7822        -17.1303          0.0000          5.0517          3.0150         36.8151          0.0000          0.3488          0.6512        -39.2341       -312.8968       -239.0638

INFO:         47         60.0000      -1105.8090          0.2744          2.0504         10.7955          8.4936        220.9907      -1366.1663        -17.1315          0.0000          5.0981          2.9682         37.2090          0.0000          0.3568          0.6432        -39.0138       -313.2316       -238.7715

INFO:         47         80.0000      -1105.8092          0.2771          2.0712         10.7977          8.4980        220.9880      -1366.0866        -17.1312          0.0000          5.0882          2.9782         37.1250          0.0000          0.3551          0.6449        -39.0571       -313.1597       -238.8340

INFO:         47        100.0000      -1024.7310          4.4904         45.0726         23.7862         15.7356        221.4496      -1276.3546        -16.9794          0.0000          1.4692          8.1500          7.6316          0.0000          0.5928          0.4072         30.9272       -270.6960       -178.9824

INFO:         47        101.0000      -1102.9731          0.6985          4.4483         11.3476          9.3548        220.7550      -1353.3225        -17.0941          0.0000          3.7668          4.3435         25.9861          0.0000          0.1692          0.8308        -43.7736       -302.9031       -246.3580

Check_morph> Morphing check
         rmsd =       1.785        drmsd =       0.476 morph_spring =       8.730
 after morph_spring =       7.857
 
INFO:         48         20.0000      -1107.2081          0.1976          1.3830         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         23.3991          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

INFO:         48         40.0000      -1107.2081          0.1976          1.3830         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         23.3991          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

INFO:         48         50.0000      -1107.2081          0.1976          1.3830         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         23.3991          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

Check_morph> Morphing check
         rmsd =       1.783        drmsd =       0.003 morph_spring =       7.857
 after morph_spring =       8.643
 
INFO:         49         20.0000      -1104.8682          0.1979          1.3788         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         25.7390          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

INFO:         49         22.0000      -1104.8682          0.1979          1.3788         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         25.7390          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

Check_morph> Morphing check
         rmsd =       1.783        drmsd =       0.000 morph_spring =       8.643
 after morph_spring =       9.507
 
INFO:         50         20.0000      -1102.2943          0.1985          1.3741         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         28.3129          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

INFO:         50         22.0000      -1102.2943          0.1985          1.3741         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         28.3129          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

Check_morph> Morphing check
         rmsd =       1.783        drmsd =       0.000 morph_spring =       9.507
 after morph_spring =      10.458
 
INFO:         51         20.0000      -1099.4630          0.1994          1.3690         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         31.1441          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

INFO:         51         22.0000      -1099.4630          0.1994          1.3690         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         31.1441          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

Check_morph> Morphing check
         rmsd =       1.783        drmsd =       0.000 morph_spring =      10.458
 after morph_spring =      11.504
 
INFO:         52         20.0000      -1096.3486          0.2008          1.3634         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         34.2586          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

INFO:         52         22.0000      -1096.3486          0.2008          1.3634         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         34.2586          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

Check_morph> Morphing check
         rmsd =       1.783        drmsd =       0.000 morph_spring =      11.504
 after morph_spring =      12.654
 
INFO:         53         20.0000      -1092.9228          0.2026          1.3572         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         37.6844          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

INFO:         53         22.0000      -1092.9228          0.2026          1.3572         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         37.6844          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

Check_morph> Morphing check
         rmsd =       1.783        drmsd =       0.000 morph_spring =      12.654
 after morph_spring =      13.919
 
INFO:         54         20.0000      -1089.1543          0.2050          1.3504         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         41.4529          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

INFO:         54         22.0000      -1089.1543          0.2050          1.3504         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         41.4529          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

Check_morph> Morphing check
         rmsd =       1.783        drmsd =       0.000 morph_spring =      13.919
 after morph_spring =      15.311
 
INFO:         55         20.0000      -1085.0090          0.2082          1.3429         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         45.5981          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

INFO:         55         22.0000      -1085.0090          0.2082          1.3429         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         45.5981          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

Check_morph> Morphing check
         rmsd =       1.783        drmsd =       0.000 morph_spring =      15.311
 after morph_spring =      16.843
 
INFO:         56         20.0000      -1080.4492          0.2124          1.3346         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         50.1580          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

INFO:         56         22.0000      -1080.4492          0.2124          1.3346         11.3337          8.9334        220.7977      -1354.5836        -17.0883          0.0000          3.7683          4.3415         50.1580          0.0000          0.1665          0.8335        -42.1581       -302.4608       -246.2722

Check_morph> Morphing check
         rmsd =       1.783        drmsd =       0.000 morph_spring =      16.843
 after morph_spring =      18.527
 
INFO:         57         20.0000      -1075.4336          0.2128          1.3028         11.3333          8.9331        220.7954      -1354.5712        -17.0882          0.0000          3.7678          4.3421         55.1639          0.0000          0.1661          0.8339        -42.1395       -302.4283       -246.2805

INFO:         57         40.0000      -1075.4338          0.2105          1.2813         11.3323          8.9330        220.7930      -1354.5553        -17.0880          0.0000          3.7671          4.3428         55.1513          0.0000          0.1658          0.8342        -42.1152       -302.3951       -246.2907

INFO:         57         60.0000      -1075.4337          0.2105          1.2812         11.3323          8.9330        220.7930      -1354.5553        -17.0880          0.0000          3.7671          4.3428         55.1512          0.0000          0.1658          0.8342        -42.1152       -302.3950       -246.2908

INFO:         57         73.0000      -1075.4338          0.2105          1.2813         11.3323          8.9330        220.7930      -1354.5554        -17.0880          0.0000          3.7671          4.3428         55.1513          0.0000          0.1658          0.8342        -42.1153       -302.3951       -246.2907

Check_morph> Morphing check
         rmsd =       1.782        drmsd =       0.000 morph_spring =      18.527
 after morph_spring =      20.380
 
INFO:         58         20.0000      -1069.9203          0.2063          1.1914         11.3304          8.9324        220.7849      -1354.4984        -17.0875          0.0000          3.7646          4.3452         60.6179          0.0000          0.1646          0.8354        -42.0468       -302.2741       -246.3207

INFO:         58         40.0000      -1069.9211          0.2003          1.1154         11.3264          8.9333        220.7756      -1354.4244        -17.0870          0.0000          3.7613          4.3484         60.5550          0.0000          0.1633          0.8367        -41.9598       -302.1421       -246.3604

INFO:         58         60.0000      -1069.9211          0.2003          1.1154         11.3264          8.9333        220.7756      -1354.4244        -17.0870          0.0000          3.7613          4.3484         60.5550          0.0000          0.1633          0.8367        -41.9598       -302.1421       -246.3604

INFO:         58         70.0000      -1069.9211          0.2003          1.1154         11.3264          8.9333        220.7756      -1354.4244        -17.0870          0.0000          3.7613          4.3484         60.5550          0.0000          0.1633          0.8367        -41.9598       -302.1421       -246.3604

Check_morph> Morphing check
         rmsd =       1.780        drmsd =       0.002 morph_spring =      20.380
 after morph_spring =      22.417
 
INFO:         59         20.0000      -1063.8702          0.2012          1.0612         11.3218          8.9353        220.7610      -1354.2907        -17.0863          0.0000          3.7557          4.3541         66.4886          0.0000          0.1612          0.8388        -41.8397       -301.9197       -246.4184

INFO:         59         40.0000      -1063.8731          0.1968          1.0688         11.3149          8.9434        220.7441      -1354.1342        -17.0859          0.0000          3.7489          4.3609         66.3446          0.0000          0.1590          0.8410        -41.7204       -301.7001       -246.4966

INFO:         59         60.0000      -1063.8731          0.1968          1.0688         11.3149          8.9434        220.7441      -1354.1342        -17.0859          0.0000          3.7489          4.3609         66.3446          0.0000          0.1590          0.8410        -41.7204       -301.7001       -246.4966

INFO:         59         73.0000      -1063.8731          0.1968          1.0688         11.3149          8.9434        220.7441      -1354.1342        -17.0859          0.0000          3.7489          4.3609         66.3446          0.0000          0.1590          0.8410        -41.7205       -301.7002       -246.4966

Check_morph> Morphing check
         rmsd =       1.776        drmsd =       0.004 morph_spring =      22.417
 after morph_spring =      20.176
 
INFO:         60         20.0000      -1070.5076          0.1859          0.9600         11.3149          8.9434        220.7441      -1354.1342        -17.0859          0.0000          3.7489          4.3609         59.7102          0.0000          0.1590          0.8410        -41.7205       -301.7002       -246.4966

INFO:         60         22.0000      -1070.5076          0.1859          0.9600         11.3149          8.9434        220.7441      -1354.1342        -17.0859          0.0000          3.7489          4.3609         59.7102          0.0000          0.1590          0.8410        -41.7205       -301.7002       -246.4966

Check_morph> Morphing check
         rmsd =       1.776        drmsd =       0.000 morph_spring =      20.176
 after morph_spring =      22.193
 
INFO:         61         20.0000      -1064.5366          0.1957          1.0579         11.3149          8.9434        220.7441      -1354.1342        -17.0859          0.0000          3.7489          4.3609         65.6812          0.0000          0.1590          0.8410        -41.7205       -301.7002       -246.4966

INFO:         61         22.0000      -1064.5366          0.1957          1.0579         11.3149          8.9434        220.7441      -1354.1342        -17.0859          0.0000          3.7489          4.3609         65.6812          0.0000          0.1590          0.8410        -41.7205       -301.7002       -246.4966

Check_morph> Morphing check
         rmsd =       1.776        drmsd =       0.000 morph_spring =      22.193
 after morph_spring =      24.413
 
INFO:         62         20.0000      -1015.4834          2.6952         24.2671         15.8508         11.7131        219.8396      -1294.2306        -17.0094          0.0000          2.7112          5.4527         48.3530          0.0000          0.0000          1.0000        -25.3812       -121.0253       -256.8957

INFO:         62         40.0000      -1009.8079          3.2676         30.6645         14.4305         10.3776        219.6707      -1291.4620        -17.0243          0.0000          2.9681          5.1718         54.1996          0.0000          0.0006          0.9994        -30.4580       -205.3305       -254.3802

INFO:         62         60.0000      -1057.9795          0.2001          1.2037         11.3047          8.9588        220.7071      -1353.6932        -17.0848          0.0000          3.7309          4.3790         71.8279          0.0000          0.1533          0.8467        -41.4609       -301.0983       -246.6688

INFO:         62         60.0000      -1057.9795          0.2001          1.2037         11.3047          8.9588        220.7071      -1353.6932        -17.0848          0.0000          3.7309          4.3790         71.8279          0.0000          0.1533          0.8467        -41.4609       -301.0983       -246.6688

Check_morph> Morphing check
         rmsd =       1.770        drmsd =       0.006 morph_spring =      24.413
 after morph_spring =      21.971
 
INFO:         63         20.0000      -1065.1623          0.1866          1.0856         11.3047          8.9588        220.7071      -1353.6932        -17.0848          0.0000          3.7309          4.3790         64.6451          0.0000          0.1533          0.8467        -41.4609       -301.0983       -246.6688

INFO:         63         22.0000      -1065.1623          0.1866          1.0856         11.3047          8.9588        220.7071      -1353.6932        -17.0848          0.0000          3.7309          4.3790         64.6451          0.0000          0.1533          0.8467        -41.4609       -301.0983       -246.6688

Check_morph> Morphing check
         rmsd =       1.770        drmsd =      -0.000 morph_spring =      21.971
 after morph_spring =      24.168
 
INFO:         64         20.0000      -1058.6978          0.1987          1.1919         11.3047          8.9588        220.7071      -1353.6932        -17.0848          0.0000          3.7309          4.3790         71.1096          0.0000          0.1533          0.8467        -41.4609       -301.0983       -246.6688

INFO:         64         22.0000      -1058.6978          0.1987          1.1919         11.3047          8.9588        220.7071      -1353.6932        -17.0848          0.0000          3.7309          4.3790         71.1096          0.0000          0.1533          0.8467        -41.4609       -301.0983       -246.6688

Check_morph> Morphing check
         rmsd =       1.770        drmsd =       0.000 morph_spring =      24.168
 after morph_spring =      26.585
 
INFO:         65         20.0000      -1027.9966          0.8049          4.7060         12.9919          9.9717        219.8786      -1308.7872        -17.0547          0.0000          2.8062          5.3427         55.0031          0.0000          0.0012          0.9988        -33.7589       -222.2858       -256.9578

INFO:         65         40.0000      -1051.6046          0.2173          1.3346         11.2921          9.0071        220.6363      -1352.7590        -17.0841          0.0000          3.6947          4.4155         77.3030          0.0000          0.1430          0.8570        -41.1808       -299.9840       -247.0123

INFO:         65         60.0000      -1051.6459          0.2520          1.4028         11.2805          9.0136        220.6240      -1352.2732        -17.0842          0.0000          3.6746          4.4358         76.7934          0.0000          0.1382          0.8618        -40.9983       -299.4771       -247.2084

INFO:         65         80.0000      -1051.6503          0.2294          1.4126         11.2823          9.0193        220.6173      -1352.2262        -17.0842          0.0000          3.6726          4.4379         76.7413          0.0000          0.1375          0.8625        -41.0079       -299.4006       -247.2370

INFO:         65        100.0000      -1051.6503          0.2294          1.4126         11.2823          9.0193        220.6173      -1352.2262        -17.0842          0.0000          3.6726          4.4379         76.7413          0.0000          0.1375          0.8625        -41.0079       -299.4006       -247.2370

INFO:         65        101.0000      21961.9790       5792.7842      80163.7209         15.6294         12.9159        221.2140      21674.5486        -17.0529          0.0000          2.7949          5.3535         54.7241          0.0000          0.0005          0.9995        -37.5575       -195.2791       -246.4231

Check_morph> Morphing check
         rmsd =       1.523        drmsd =       0.247 morph_spring =      26.585
 after morph_spring =      23.927
 
INFO:         66         20.0000      -1031.4107          2.3456         29.7836         12.4773          8.8841        219.9497      -1304.4488        -17.0667          0.0000          2.7743          5.3730         48.7938          0.0000          0.0012          0.9988        -38.6402       -223.7304       -259.5557

INFO:         66         40.0000      -1051.6852          0.6599          7.8661         12.9430          8.1479        221.9324      -1317.1505        -16.9742          0.0000          2.3487          5.8110         39.4162          0.0000          0.0000          1.0000        -43.4463       -131.3264       -267.9191

INFO:         66         60.0000      -1079.3893          0.3985          2.7260         12.4847          8.2401        223.6593      -1317.9676        -16.9819          0.0000          0.9558          7.5623         11.1761          0.0000          0.0000          1.0000        143.0535       1129.2120       -269.3143

INFO:         66         80.0000      -1088.6772          0.2152          1.1396         10.9254          7.7476        223.0669      -1320.6299        -16.9443          0.0000          0.7166          7.8259          7.1570          0.0000          0.0000          1.0000        123.2637       1817.8848       -270.1320

INFO:         66        100.0000      -1094.2977          0.1847          1.1735         10.8795          7.0058        222.7916      -1323.1143        -16.8765          0.0000          0.5745          7.7572          5.0162          0.0000          0.0000          1.0000         66.4906         60.3697       -271.7831

INFO:         66        101.0000      -1094.6626          0.4156          2.9037         10.9152          7.0967        222.4607      -1323.1244        -16.9118          0.0000          0.5664          7.7511          4.9010          0.0000          0.0000          1.0000         55.9049        -39.5852       -272.1730

Check_morph> Morphing check
         rmsd =       0.856        drmsd =       0.667 morph_spring =      23.927
 after morph_spring =      21.534
 
INFO:         67         20.0000      -1096.8317          0.1177          0.8452         10.4388          7.4138        222.0206      -1324.0291        -16.9250          0.0000          0.5537          7.7879          4.2492          0.0000          0.0000          1.0000         68.1861        -36.8035       -272.5542

INFO:         67         40.0000      -1097.6500          0.1830          1.3485         10.5712          7.7156        221.5328      -1324.4092        -16.9928          0.0000          0.5283          7.8297          3.9323          0.0000          0.0000          1.0000         54.8064       -122.2939       -273.0165

INFO:         67         60.0000      -1098.6812          0.0888          0.6101         10.8316          7.9325        221.3312      -1325.5397        -16.9960          0.0000          0.5141          7.8198          3.7593          0.0000          0.0001          0.9999         38.1801       -193.7326       -273.9016

INFO:         67         80.0000      -1098.9836          0.0394          0.2862         10.9570          7.9939        221.3186      -1325.8579        -16.9861          0.0000          0.5002          7.8439          3.5909          0.0000          0.0001          0.9999         20.5113       -188.3451       -274.1049

INFO:         67        100.0000      -1099.1600          0.0272          0.1553         10.8276          8.0316        221.4422      -1325.8973        -16.9862          0.0000          0.4859          7.8654          3.4221          0.0000          0.0001          0.9999         14.6238       -189.4323       -274.2006

INFO:         67        101.0000      -1099.1592          0.0330          0.2305         10.8205          8.0362        221.4319      -1325.8886        -16.9874          0.0000          0.4865          7.8652          3.4283          0.0000          0.0001          0.9999         14.8179       -188.4661       -274.2030

Check_morph> Morphing check
         rmsd =       0.711        drmsd =       0.145 morph_spring =      21.534
 after morph_spring =      19.381
 
INFO:         68         20.0000      -1099.5279          0.0201          0.1735         10.8266          7.9438        221.4025      -1325.8935        -16.9864          0.0000          0.4952          7.8591          3.1790          0.0000          0.0001          0.9999         14.0343       -186.6934       -274.1947

INFO:         68         40.0000      -1099.5879          0.0193          0.1357         10.7461          7.9665        221.3147      -1325.8389        -16.9868          0.0000          0.4982          7.8500          3.2105          0.0000          0.0001          0.9999         11.1924       -189.5496       -274.1872

INFO:         68         60.0000      -1099.6047          0.0204          0.1487         10.6768          8.0101        221.3514      -1325.8611        -16.9878          0.0000          0.4978          7.8501          3.2060          0.0000          0.0001          0.9999          9.0693       -190.0007       -274.1703

INFO:         68         80.0000      -1099.5953          0.0515          0.5752         10.6354          8.0267        221.3830      -1325.8483        -16.9896          0.0000          0.4970          7.8504          3.1975          0.0000          0.0001          0.9999          6.5948       -188.6379       -274.1416

INFO:         68         88.0000      -1099.6069          0.0123          0.0819         10.6786          8.0089        221.3473      -1325.8587        -16.9882          0.0000          0.4977          7.8500          3.2051          0.0000          0.0001          0.9999          9.1738       -190.1179       -274.1723

Check_morph> Morphing check
         rmsd =       0.699        drmsd =       0.013 morph_spring =      19.381
 
[STEP6] Deallocate Arrays
 
Output_Time> Averaged timer profile (Min, Max)
  total time      =       2.292
    setup         =       1.406
    dynamics      =       0.885
      energy      =       1.036
      integrator  =       0.000
      pairlist    =       0.012 (       0.009,       0.017)
  energy           
    bond          =       0.009 (       0.007,       0.013)
    angle         =       0.022 (       0.019,       0.027)
    dihedral      =       0.064 (       0.059,       0.071)
    base stacking =       0.000 (       0.000,       0.000)
    nonbond       =       0.189 (       0.182,       0.193)
      CG DNA bp   =       0.000 (       0.000,       0.000)
      CG DNA exv  =       0.000 (       0.000,       0.000)
      CG ele      =       0.000 (       0.000,       0.000)
      CG PWMcos   =       0.000 (       0.000,       0.000)
      pme real    =       0.000 (       0.000,       0.000)
      pme recip   =       0.000 (       0.000,       0.000)
    solvation     =       0.000 (       0.000,       0.000)
      polar       =       0.000 (       0.000,       0.000)
      non-polar   =       0.000 (       0.000,       0.000)
    restraint     =       0.000 (       0.000,       0.000)
    qmmm          =       0.000 (       0.000,       0.000)
    morph         =       0.599 (       0.088,       0.969)
  integrator       
    constraint    =       0.000 (       0.000,       0.000)
    update        =       0.000 (       0.000,       0.000)
    comm_coord    =       0.000 (       0.000,       0.000)
    comm_force    =       0.000 (       0.000,       0.000)
    comm_migrate  =       0.000 (       0.000,       0.000)

